oliveiratrust/controllers/ClienteController.php

    public function actionCreate()
    {
        $model = new Cliente();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {
---
INSERT INTO `cliente` (`nome`, `sobrenome`, `cpf`) VALUES ('Pedro', 'Silva', '748.944.523-08')

    protected function findModel($id)
    {
        if (($model = Cliente::findOne($id)) !== null) {
---
SELECT * FROM `cliente` WHERE `id`='5'